import React from "react";
import ExpertsLink from "./ExpertsLink";
import Footer from "../footer/Footer";
import { Helmet } from "react-helmet";

const Books = () => {
    React.useEffect(() => {
        window.scrollTo(0, 0);
    }, []);
    return (
        <div>
            <Helmet>
                <title>АИР - Методические пособия и книги</title>
                <meta
                    name="description"
                    content="Методические пособия и книги"
                />
            </Helmet>
            <div className="container experts">
                <div>
                    <ExpertsLink />
                </div>
                <div className="item__books">
                    <h1>
                        Методические пособия и книги, изданные
                        научно-исследовательским центром АНО «Агентство
                        инновационного развития».
                    </h1>
                    <div className="books__grid">
                        <a href="">
                            <div className="item">
                                <div className="img">
                                    <img
                                        src="/assets/books/books123.png"
                                        alt=""
                                    />
                                </div>
                                <div className="desc">
                                    <p>
                                        Практическое пособие по использованию
                                        инновационных технических средств и
                                        интерактивных технологий в проектах по
                                        патриотическому воспитанию и
                                        популяризации исторических знаний
                                        Издательский центр АНО "АИР" 2020 год
                                    </p>
                                    <button>
                                        Читать
                                        <svg
                                            xmlns="http://www.w3.org/2000/svg"
                                            width="10"
                                            height="10"
                                            viewBox="0 0 10 10"
                                            fill="none"
                                        >
                                            <path
                                                fillRule="evenodd"
                                                clipRule="evenodd"
                                                d="M2.90403 1.02903C3.02607 0.90699 3.22393 0.90699 3.34597 1.02903L7.09597 4.77903C7.21801 4.90107 7.21801 5.09893 7.09597 5.22097L3.34597 8.97097C3.22393 9.09301 3.02607 9.09301 2.90403 8.97097C2.78199 8.84893 2.78199 8.65107 2.90403 8.52903L6.43306 5L2.90403 1.47097C2.78199 1.34893 2.78199 1.15107 2.90403 1.02903Z"
                                            />
                                        </svg>
                                    </button>
                                </div>
                            </div>
                        </a>
                        <a href="">
                            <div className="item">
                                <div className="img">
                                    <img
                                        src="/assets/books/air2020.png"
                                        alt=""
                                    />
                                </div>
                                <div className="desc">
                                    <p>
                                        Учебно-методическое пособие по
                                        проведению школ цифровых компетенций и
                                        интерактивной робототехники подготовлено
                                        коллективом авторов Автономной
                                        некоммерческой организации «Агентство
                                        инновационного развития» при поддержке
                                        Комитета общественных связей и
                                        молодежной политики города Москвы в
                                        рамках реализации социально значимого
                                        проекта «Школы развития цифровых
                                        компетенций и интерактивной
                                        робототехники».
                                    </p>
                                    <button>
                                        Читать
                                        <svg
                                            xmlns="http://www.w3.org/2000/svg"
                                            width="10"
                                            height="10"
                                            viewBox="0 0 10 10"
                                            fill="none"
                                        >
                                            <path
                                                fillRule="evenodd"
                                                clipRule="evenodd"
                                                d="M2.90403 1.02903C3.02607 0.90699 3.22393 0.90699 3.34597 1.02903L7.09597 4.77903C7.21801 4.90107 7.21801 5.09893 7.09597 5.22097L3.34597 8.97097C3.22393 9.09301 3.02607 9.09301 2.90403 8.97097C2.78199 8.84893 2.78199 8.65107 2.90403 8.52903L6.43306 5L2.90403 1.47097C2.78199 1.34893 2.78199 1.15107 2.90403 1.02903Z"
                                            />
                                        </svg>
                                    </button>
                                </div>
                            </div>
                        </a>
                        <a href="">
                            <div className="item">
                                <div className="img">
                                    <img
                                        src="/assets/books/Sbornik_metodicheskikh_rekomendatsiy_po_ispolzovaniyu_innovatsionnykh_tekhnicheskikh_sredstv_obuchenia_ITSO_v_deyatelnosti_po_patrio.png"
                                        alt=""
                                    />
                                </div>
                                <div className="desc">
                                    <p>
                                        Сборник методических рекомендаций по
                                        использованию инновационных технических
                                        средств обучения (ИТСО) в деятельности
                                        по патриотическому воспитанию и
                                        популяризации исторических знаний Москва
                                        Издательский центр АНО "АИР" 2019 год
                                    </p>
                                    <button>
                                        Читать
                                        <svg
                                            xmlns="http://www.w3.org/2000/svg"
                                            width="10"
                                            height="10"
                                            viewBox="0 0 10 10"
                                            fill="none"
                                        >
                                            <path
                                                fillRule="evenodd"
                                                clipRule="evenodd"
                                                d="M2.90403 1.02903C3.02607 0.90699 3.22393 0.90699 3.34597 1.02903L7.09597 4.77903C7.21801 4.90107 7.21801 5.09893 7.09597 5.22097L3.34597 8.97097C3.22393 9.09301 3.02607 9.09301 2.90403 8.97097C2.78199 8.84893 2.78199 8.65107 2.90403 8.52903L6.43306 5L2.90403 1.47097C2.78199 1.34893 2.78199 1.15107 2.90403 1.02903Z"
                                            />
                                        </svg>
                                    </button>
                                </div>
                            </div>
                        </a>
                        <a href="">
                            <div className="item">
                                <div className="img">
                                    <img
                                        src="/assets/books/B07aHwZ_Ou0.png"
                                        alt=""
                                    />
                                </div>
                                <div className="desc">
                                    <p>
                                        УЧЕБНО-МЕТОДИЧЕСКИЙ КОМПЛЕКС По
                                        проведению образовательных мероприятий
                                        по техническим видам спорта и
                                        робототехнике Издательский центр АНО
                                        «АИР» Москва 2018 год
                                    </p>
                                    <button>
                                        Читать
                                        <svg
                                            xmlns="http://www.w3.org/2000/svg"
                                            width="10"
                                            height="10"
                                            viewBox="0 0 10 10"
                                            fill="none"
                                        >
                                            <path
                                                fillRule="evenodd"
                                                clipRule="evenodd"
                                                d="M2.90403 1.02903C3.02607 0.90699 3.22393 0.90699 3.34597 1.02903L7.09597 4.77903C7.21801 4.90107 7.21801 5.09893 7.09597 5.22097L3.34597 8.97097C3.22393 9.09301 3.02607 9.09301 2.90403 8.97097C2.78199 8.84893 2.78199 8.65107 2.90403 8.52903L6.43306 5L2.90403 1.47097C2.78199 1.34893 2.78199 1.15107 2.90403 1.02903Z"
                                            />
                                        </svg>
                                    </button>
                                </div>
                            </div>
                        </a>
                    </div>
                    <div className="untitle">
                        <p>
                            Вы можете заказать книги и методические пособия,
                            изданные научно-исследовательским центром АНО
                            «Агентство инновационного развития», направив запрос
                            на электронную почту: <a href="mailto:info@rusinnovations.com">info@rusinnovations.com</a>. В
                            запросе укажите наименование книги, количество
                            необходимых экземпляров и способ получения заказа.
                            <br />
                            <br />
                            Также приглашаем всех заинтересованных лиц к
                            сотрудничеству по вопросам издательской
                            деятельности. Научно-исследовательский центр АНО
                            «Агентство инновационного развития» осуществляет
                            полный цикл издательских работ: копирайтинг,
                            редактирование и корректура, верстка, дизайн,
                            предпечатная подготовка, печать.
                        </p>
                    </div>
                </div>
            </div>
            <Footer />
        </div>
    );
};

export default Books;
